{
  "Your browser does not support this video.": "Ihr Browser unterstützt dieses Video nicht.",
  "Next concert": "Nächstes Konzert",
  "There are no planned upcoming events...": "Es sind keine bevorstehenden Veranstaltungen geplant...",
  "Next concerts": "Nächste Konzerte",
  "More concerts": "Mehr Konzerte",
  "Loading...": "Laden...",
  "The band": "Die Band",
  "Highway to Hell isn't just a simple tribute band, but an authentic rock energy explosion! With an AC/DC faithful sound, obsessive attention to detail and an overwhelming stage presence, they will take the audience on an electrifying journey, just like at a real concert by the legendary Australian band.": "Highway to Hell ist nicht nur eine einfache Tribute-Band, sondern eine authentische Explosion von Rockenergie! Mit einem AC/DC-treuen Sound, obsessiver Detailgenauigkeit und einer überwältigenden Bühnenpräsenz nehmen sie das Publikum mit auf eine elektrisierende Reise, genau wie bei einem echten Konzert der legendären australischen Band.",
  "Discover the band": "Entdecke die Band",
  "Discover our projects": "Entdecke unsere Projekte",
  "From Bon to Brian: a tribute to the history of AC/DC": "Von Bon zu Brian: Eine Hommage an die Geschichte von AC/DC",
  "Besides the classical show, Highway to Hell introduce you to a unique experience under the “From Bon to Brian” format, a journey across two legendary ages:": "Neben der klassischen Show präsentieren Highway to Hell ein einzigartiges Erlebnis im Format „Von Bon zu Brian“, eine Reise durch zwei legendäre Epochen:",
  "the best italian Bon Scott interpreter, with an impressive vocal and physical resemblance.": "Der beste italienische Bon-Scott-Interpret mit beeindruckender stimmlicher und körperlicher Ähnlichkeit.",
  "on his bagpipes, to recreate the iconic sound of tracks such as “It’s a Long Way to the Top”.": "auf seinen Dudelsäcken, um den ikonischen Sound von Stücken wie „It’s a Long Way to the Top“ nachzubilden.",
  "Symphony of Thunder: AC/DC Symphonic Version": "Symphony of Thunder: AC/DC in symphonischer Version",
  "Since 2024, Highway to Hell were the first to introduce the “Symphony of Thunder” show in Italy: an innovative fusion between AC/DC's pure rock and the power of a symphonic orchestra. An exciting journey through AC/DC's greatest hits, from “Back in Black” to “Thunderstruck”, reimagined for orchestra for an unprecedented sound impact!": "Seit 2024 sind Highway to Hell die ersten, die die Show „Symphony of Thunder“ in Italien präsentieren: eine innovative Fusion aus dem reinen Rock von AC/DC und der Kraft eines symphonischen Orchesters. Eine aufregende Reise durch die größten Hits von AC/DC, von „Back in Black“ bis „Thunderstruck“, neu für Orchester inszeniert für einen beispiellosen Klangeindruck!",
  "A band for your stage, a band for your event!": "Eine Band für deine Bühne, eine Band für dein Event!",
  "Highway to Hell surfed prestigious stages such as EICMA, where they have been their Motolive stage resident band, bringing their show to one of the world's largest motorsport events.": "Highway to Hell standen auf prestigeträchtigen Bühnen wie der EICMA, wo sie als Resident-Band der Motolive-Bühne ihr Showprogramm auf eines der größten Motorsport-Events der Welt brachten.",
  "If your're looking for an unforgettable AC/DC concert or a professional tribute band for festivals, events or motorcycle rallies, Highway to Hell are the perfect choice for a high voltage experience!": "Wenn Sie ein unvergessliches AC/DC-Konzert oder eine professionelle Tribute-Band für Festivals, Events oder Motorradtreffen suchen, sind Highway to Hell die perfekte Wahl für ein energiegeladenes Erlebnis!",
  "Get in touch!": "Kontaktieren Sie uns!",
  "Concerts": "Konzerte",
  "Projects": "Projekte",
  "Bio": "Biografie",
  "Members": "Mitglieder",
  "Contacts": "Kontakte",
  "Our projects": "Unsere Projekte",
  "Dare to bring Highway to Hell's energy to your stage? Get in touch!": "Trauen Sie sich, die Energie von Highway to Hell auf Ihre Bühne zu bringen? Kontaktieren Sie uns!",
  "andrea_born_in_saronno": "Geboren in Saronno am 21.01.1991. Schon als Kind kam er durch seinen mütterlichen Großvater, der der Leiter der Dorfkapelle war, zur Musik. Mit 6 Jahren beginnt er Gehörbildung und Instrumentalunterricht bei seinem Vater (ebenfalls Musiker). Schon als Teenager nähert er sich dem Schlagzeug mit verschiedenen privaten Lehrern.",
  "andrea_graduation_2018": "2018 schloss er sein Jazz-Schlagzeug-Studium am Konservatorium von Piacenza ab, wo er das Vergnügen hatte, bei großen Meistern wie Stefano Bagnoli, Riccardo Fioravanti, Umberto Petrin, Achille Succi, Riccardo Dapelo und vielen anderen zu studieren.",
  "andrea_post_studies_training": "Nach dem Studium arbeitet er mit Maestro Giovanni Giorgi zusammen, mit dem er Technik, Stil, Präzision, Groove usw. weiterentwickelt. Außerdem nahm er an Seminaren mit großen Schlagzeugern teil, darunter Federico Paulovich, Riccardo Lombardo, Walter Calloni.",
  "andrea_teaching_career": "Bereits während des Studiums begann er, an verschiedenen Musikschulen zu unterrichten. Gleichzeitig entwickelte er ein Musikprojekt für Grundschulen, mit dem er fünf Jahre lang zusammenarbeitete. Derzeit unterrichtet er an der Schule „San Luigi“ in Garbagnate Milanese und beim Musikverein von Corbetta.",
  "andrea_music_projects": "Er hat in verschiedenen Musikprojekten gespielt und arbeitet mit ihnen zusammen: Carnascialeska (neue SKA-Band), 2nd Class (neue Rockband, 2 Europatourneen), BLANK (neue Rockband), Toon Busters (Cartoon-Tribut), FuoriTempoMax (Tribut 883), Rubynia Reubens Trio (Drag-Queen-Show), AFTRSX? (neue Rockband), Corale Stefanese (Hommage an Zecchino D’oro), HTH (AC/DC-Tribut).",
  "davide_intro": "Davide, künstlerisch bekannt als Dave, kam auf völlig unerwartete Weise zur Musik. Obwohl er nie ein echtes Interesse für diese Welt entwickelt hatte, erinnert er sich genau an den Moment, als er im Radio einen Song von AC/DC hörte und tief beeindruckt war. Eine zufällige Begegnung, die entscheidend wurde.",
  "davide_spark": "Aus diesem Ereignis entstand ein echter Funke: in kurzer Zeit tauchte er vollständig in die Diskografie der legendären australischen Band ein und widmete ein ganzes Jahr dem Studium jedes Details. Damals lud ihn ein guter Freund ein, ein Instrument auszuprobieren. Davide nahm den Vorschlag an, kaufte seine erste Gitarre und begann so sein erstes Musikstudium.",
  "davide_bass_choice": "Der Wunsch, sich zu beweisen, führte dazu, dass er in einer Band spielte, die jedoch Schwierigkeiten hatte, einen festen Bassisten zu finden. Also versuchte er es selbst und verließ seitdem nie mehr den Bass: Der Reiz des Rhythmus, des Groove und der Ausdruckskraft des Instruments fesselten ihn endgültig.",
  "davide_first_band": "Seine erste Band hatte keine klaren musikalischen Referenzen und spielte Stücke von Pop bis Metal; nach einem Jahr beschloss er jedoch, diese Erfahrung zu beenden. Es folgten weitere Kooperationen, bis ein Arbeitskollege ihn in das Projekt „OndaCaustica“ einband, mit dem er noch heute spielt.",
  "davide_growth": "Innerhalb von OndaCaustica erlebte Davide ein bedeutendes musikalisches Wachstum, auch dank des Gitarristen der Band, der für ihn eine Art zweiter Lehrer war. Anschließend wurde er von einer in Gründung befindlichen AC/DC-Tributband kontaktiert, die Zusammenarbeit dauerte jedoch nur kurz. Ein weiteres wichtiges Kapitel war die Zeit bei Gioconda, einem Ensemble, zu dem er engagiert beitrug und aus dem er viele Lehren zog.",
  "davide_join_hth": "Das Schicksal schien ihn immer wieder zu AC/DC zurückzuführen. Durch einen gemeinsamen Freund kam Davide mit Highway to Hell in Kontakt und beschloss, der Band beizutreten. Er war sofort beeindruckt von der Sorgfalt, mit der die Band die Energie und Treue der Young-Brüder live reproduzierte: eine Gelegenheit, die er niemals ablehnen konnte.",
  "davide_today": "Heute ist Dave ein integraler Bestandteil von Highway to Hell, wo er mit seinem Stil, seinem Groove und einer Begeisterung beiträgt, die genau in diesem fast zufällig entstandenen Funken wurzelt. In gewisser Weise ist alles wieder am Ausgangspunkt angelangt.",
  "francesco_bio_1": "Geboren in Lecco am 14.06.1988, aufgewachsen in Cesano Maderno in einer musikalischen Familie: Der Vater spielt Gitarre und leitet einen Chor, die Mutter singt in verschiedenen Chören. Er spielt seit dem 6. Lebensjahr und studierte bei den Lehrern Riccardo Ballabio, Oscar und Alfredo Salvitto.",
  "francesco_bio_2": "Seit 2003 unterrichtet er Gitarre und perfektioniert seine Techniken auch auf dem E-Bass, während er in seiner historischen Band „Rock River Family“ spielt (aus ihr gingen etwa zwanzig Nebenprojekte hervor).",
  "francesco_bio_3": "2010 schloss er sein Studium in moderner Gitarre, Theorie, Harmonie, Arrangement, Gehörbildung und Master in klassischer Komposition an der NAM in Mailand bei den Lehrern Claudio Flaminio, Gianluca Silvestri, Camillo Bellinato, Cesare Pizzetti und Riccardo Tosi ab und begann so seine Tätigkeit als Vollzeit-Lehrer für Instrument, Theorie und Ensemble-Musik an Schulen (Kindergärten, Grundschulen, Mittelschulen, Oberschulen und diversen Akademien) St. Louis, NAM, BES, VMS in Mailand, Music Day in Garbagnate Milanese, IIS in Cesano Maderno und in den Pfarreien S. Pio X und San Bernardo in Cesano Maderno.",
  "francesco_bio_4": "Er hatte die Ehre, auch bei Abschlussfeiern am CPM und an der Civica di Jazz in Mailand zu spielen.",
  "francesco_bio_5": "Clinics, Seminare und Masterclasses (alphabetisch) an denen er teilgenommen hat: Muriel Anderson, Little Barrie, Donato Begotti, Vittorio Cosma, Roberto Dalla Vecchia, Roberto Fazari, Andrea Filippone, Gianluca Del Fiol, Walter Donatiello, Tommy Emmanuel, Francesco Faldani, Faso (Nicola Fasani), Max Ferri, Riccardo Fioravanti, Frank Gambale, Paul Gilbert, John Jorgensen, Kee Marcello, Paolo Mari, Vittorio Matteucci, Martin Miller, Monte Montgomery, Luca Olivieri, Tom Quayle, Ian Paice, Billy Sheehan, Pete Thorn, Andy Timmons, Massimo Varini, Frank Vignola.",
  "francesco_bio_6": "Er hat mitgewirkt/gespielt/spielt mit: TormenTwo, Soul Shake, Back in Black, Good Vibration, Quelli della Giungla Silente (Konzerte in ganz Nord- und Mittelitalien), LFM (Liquid Frantic Management), Rock River Family, Riccardo Inge, Ipotesi di Teatro (Darstellungen aktueller Themen wie Mafia, Giancarlo Puecher, Wahnsinn, Schule, Pinocchio), 21st Century Rock, Long Island, Luna Rossa, Izzy Rock, Massimiliano Serra (Produzent), Nasty Pig, BiaTia, Dea.",
  "francesco_bio_7": "Er war Teil des Kulturvereins Musi Calls Arts als künstlerischer Leiter, Chorleiter, Gitarrist, Transkribierer und Arrangeur des Musicals „Il Risorto“ von Daniele Ricci.",
  "francesco_bio_8": "Weitere Musicals als Gitarrist: „Caino e Abele“ von Tony Cucchiara, „Grease“ und „High School Musical“.",
  "francesco_bio_9": "Seit 2022, basierend auf der früheren Arbeit mit Back in Black, wurde er vom Bassisten Dave (seinem ehemaligen Schüler) eingeladen, als Ersatz-Rhythmusgitarrist bei Highway to Hell zu spielen und wurde schnell zum offiziellen „Malcolm“ der Band.",
  "francesco_bio_10": "Obwohl er bei seinen Bandkollegen beliebt ist, gerät er immer wieder in Kritik. Sein Leben scheint ein fortwährendes Aufbegehren gegen die Standards des Rock 'n' Roll zu sein. Er besitzt kein Smartphone und möchte auch keines. Überzeugter Vegetarier, lässt er sich nicht auf Diskussionen über Fleisch und Grillen ein. Er raucht nicht und trinkt keinen Tropfen Alkohol. Im Grunde ist er wie ein schwarzes Loch in der Rock-Galaxie: das Fehlen all jener kleinen Ausschweifungen, die laut vielen die Lebensader dieser Welt sind. Das Ergebnis? Eine Persönlichkeit, die zu fremd wirkt, selbst für das Universum, in dem sie sich befindet.",
  "francesco_bio_11": "Ladies & Gentlemen: Fra Sala",
  "eros_intro": "Eros, Sänger von Highway to Hell, wird in einem tief musikalischen Umfeld geboren und wächst dort auf: Der Vater ist Bassist und Klarinettist, der Großvater Saxophonist und der Onkel Sänger und Saxophonist.",
  "eros_piano": "Das Klavier war sein erster echter Kontakt mit dem Musikstudium, auch wenn er sich damals ironisch als einfacher 'Tasten-Drücker' bezeichnete. Grundlegend für seine Ausbildung waren das Studium von Gesangsgehorbildung und melodischen Diktaten, solide Grundlagen, auf denen er alle weiteren Erfahrungen aufbaute. Heute erkennt er dankbar die Rolle seines Klavierlehrers an, den er in seiner Jugend schwer schätzte, den er aber für die Struktur seines musikalischen Werdegangs verantwortlich hält.",
  "eros_chitarra_basso": "Im Laufe der Jahre näherte sich Eros auch der Gitarre und dem Bass und tauchte früh in die Welt des Rock und Metals ein. Er wurde Mitglied einer Coverband, die die großen Klassiker des Genres spielte: von Metallica über Iron Maiden bis Nirvana und Ramones. Die Begeisterung war riesig, auch wenn – wie er gern erinnert – das einzige greifbare Ergebnis darin bestand, 'die Nachbarn zu nerven'.",
  "eros_primo_progetto": "Etwas später nahm er an einem neuen Musikprojekt teil, bestehend aus Originalsongs und Covers. Die Formation umfasste drei Gitarren, Bass, Gesang und Keyboards und erzielte einen gewissen Erfolg, nahm an verschiedenen nationalen Wettbewerben teil und spielte in den bekanntesten Lokalen Süditaliens. In dieser Gruppe war auch Adrian, der heutige Rhythmusgitarrist von Highway to Hell, dabei.",
  "eros_milano": "2018 zog Eros nach Mailand, entschied sich von Anfang an, in die lokale Musikszene einzutreten. Er begann in einer Coverband zu singen, die auch AC/DC-Stücke spielte, und zu dieser Zeit wurde ihm gesagt, wie sehr sein Timbre an Brian Johnson erinnerte. Die Band löste sich kurz darauf auf, was ihn dazu brachte, nach einer echten AC/DC-Tributband zu suchen und Lebenslauf sowie Videos seiner Auftritte einzusenden.",
  "eros_provino": "Das Schicksal wollte, dass genau zu diesem Zeitpunkt Highway to Hell auf der Suche nach einem neuen Sänger für einen Line-Up-Wechsel war. Schon beim ersten Treffen und dem Vorsprechen war die Chemie sofort da: die Kraft seines Timbres und die Energie der Band passten perfekt zusammen.",
  "eros_professionalita": "Eros war besonders beeindruckt von der Professionalität der Band: Engagement, Bühnenpräsenz und Pflege des Images sind seit jeher Eckpfeiler von Highway to Hell. Offiziell in die Band aufgenommen, setzt er heute seine Stimme für das Projekt ein, bereit – zusammen mit den anderen – das Trommelfell des Publikums vibrieren zu lassen und starke Emotionen auf den Bühnen der 'schlechtesten Lokale' des Kosmos zu vermitteln.",
  "jacopo_intro": "Jacopo ist der Leadgitarrist von Highway to Hell, wo er die Rolle von Angus Young interpretiert. Musik war schon immer ein zentraler Bestandteil seines Lebens, obwohl sein offizieller Weg mit der Gitarre erst 2016 begann.",
  "jacopo_passione_rock": "Von Anfang an entwickelte er eine starke Leidenschaft für Rockmusik, mit besonderer Bewunderung für AC/DC, eine Band, die er immer als seinen Hauptbezugspunkt ansah. Ihre Riffs, so einfach wie prägnant, beeindruckten ihn sofort und trieben ihn dazu, eine Tribute-Band zu gründen, die genau dieser berühmten australischen Gruppe gewidmet war.",
  "jacopo_blues": "Bewusst der Blues-Wurzeln, die den Sound von AC/DC prägen, vertieft Jacopo dieses Genre, indem er Künstler wie B.B. King, Albert King und den legendären Stevie Ray Vaughan studiert. Als Autodidakt arbeitet er daran, sowohl Rhythmus- als auch Soloteile der ikonischsten Blues-Rock-Stücke nach Gehör zu reproduzieren.",
  "jacopo_busking": "Seine ersten Musikerfahrungen sammelte er auf den Straßen und Plätzen von Mailand, wo er sich dem Busking widmete. Diese Phase war ein entscheidendes Trainingsfeld, um Bühnenpräsenz und die Fähigkeit zur Interaktion mit dem Publikum zu entwickeln.",
  "jacopo_studio": "Nach einer Phase des individuellen Studiums entschied sich Jacopo, seine Technik mit Unterstützung eines Lehrers zu perfektionieren, die Grundlagen zu festigen und sein musikalisches Vokabular zu erweitern.",
  "jacopo_progetto": "Mit der Zeit verspürte er das Bedürfnis, seine Leidenschaft mit anderen Musikern zu teilen: so entstand das Projekt AC/DC HTH Tribute. Die ersten Proben markierten den Beginn einer sorgfältigen Suche nach den idealen Mitgliedern, um die Energie und Show der Originalband originalgetreu nachzubilden.",
  "jacopo_oggi": "Fast drei Jahre nach Beginn ist der Wille, die Musik von AC/DC auf Bühnen und in Lokale zu bringen, stärker denn je. Die Band hat ein solides Gleichgewicht erreicht: gepflegter Sound, expressive Kraft, Spaß und eine gesunde Portion Verrücktheit bilden die Basis ihrer Live-Shows, ein Erlebnis, das man mindestens einmal erlebt haben sollte.",
  "lorenzo_intro": "Geboren in Galliate (NO) am 30.03.1993, kam er während der Mittelschule zur Musik, indem er am alten aufrechten Klavier seiner Mutter herumspielte, die ihn ermutigte, Unterricht zu nehmen.",
  "lorenzo_studi": "Einige Jahre nach Beginn des privaten Klavierunterrichts wurde er in die Klavierklasse von Maestro Giorgio Costa am Istituto Superiore di Studi Musicali 'Guido Cantelli' in Novara aufgenommen. Später wechselte er vom reinen Instrumentalstudium zu Kompositionskursen bei den Meistern Marco Lasagna, Massimo Bertola und Emanuela Ballio und schloss die vorbereitenden Studien ab.",
  "lorenzo_masterclass": "Während seines musikalischen Weges nahm er an Meisterkursen anderer bekannter Komponisten teil (Emilio Calandin, Marco Di Bari, Carlo Boccadoro) und arbeitete sowohl mit Kammermusikensembles (Trio Luzzani, Trio ViBeRian) als auch mit größeren Gruppen wie dem Ensemble ArtEssenziale zusammen, jeweils als Transkribierer und Arrangeur.",
  "lorenzo_interesse": "Parallel zu seinem klassischen Weg und dank seines Informatikstudiums entwickelte er ein starkes Interesse an computerassistierter Orchestermusik, die ihm ermöglicht, realistische Simulationen seiner Kompositionen zu erstellen. Er absolvierte auch einen Kurs für Mixing und Mastering in Cubase am Zentrum 4CMP, einer Musikproduktionsschule in Mailand.",
  "lorenzo_cornamusa": "Während er neue Klangfarben entdeckte und experimentierte, kam er zur schottischen Dudelsackmusik, zunächst autodidaktisch unter Anleitung seines ersten Lehrers Ewan Boyd (Edinburgh) und später mit Giancarlo Percopo (Mailand). Er nahm an Workshops und Kursen für schottische traditionelle Dudelsackmusik in Italien und Schottland teil und studierte bei den Meistern Alberto Massi, Finlay MacDonald, Wilson Brown, Ailis Sutherland, Andrew Bova, Dan Nevans und Ross Ainslie, letzterer seine wichtigste Inspirationsquelle in Ausführung und Komposition.",
  "lorenzo_cornamusa_oggi": "Derzeit studiert er regelmäßig schottische Dudelsäcke unter der Anleitung von Wilson Brown, Dozent am National Piping Centre (NPC) in Glasgow, und Alberto Massi, und besitzt die PDQB-Zertifizierung Level 5.",
  "lorenzo_festival": "Seit 2022 ist er Teil von Celtic Knot Pipes and Drums, einer schottischen Dudelsack- und Percussion-Band, die 2020 gegründet wurde. Mit ihr trat er auf mehreren wichtigen keltischen Festivals Norditaliens auf (Celtica, Claddagh Fest, Insubria Festival, Bustofolk) und bei international bedeutenden Events wie dem Rugby-Sechs-Nationen-Turnier, wo er für die schottische Nationalmannschaft im Stadio Olimpico in Rom spielte, geleitet von der Jedburgh Pipe Band.",
  "lorenzo_hth": "Seine Zusammenarbeit mit Highway to Hell begann zufällig im Jahr 2022, als die Band kurz vor einem Live-Auftritt in der Provinz Novara sagte: 'Es wäre wirklich toll, wenn wir für dieses Stück einen echten Dudelsack hätten...'.",

  "francesco_desc": "Rhythmusgitarre, der Motor des Grooves, mit einem kraftvollen Sound im perfekten Stil von Malcolm Young.",
  "andrea_desc": "Schlagzeug, eine Kriegsmaschine, die an die Kraft von Chris Slade erinnert.",
  "davide_desc": "Bass, das Rückgrat, das den Groove solide und treibend hält, genau wie Cliff Williams.",
  "jacopo_desc": "Leadgitarre, verkörpert den Geist von Angus Young mit ikonischen Riffs und purer Energie.",
  "eros_desc": "Gesang, ein Frontmann, der die Kraft von Brian Johnson mit explosiver Energie einfängt.",
  "lorenzo_desc": "Das Dröhnen seiner Dudelsäcke wird die Bühne im Rhythmus von “It's a Long Way to the Top” und “Thunderstruck” entfachen.",
  "matteo_desc": "Auch bekannt als “The Italian Bon Scott”, ist er einer der beiden Protagonisten der Show “From Bon to Brian”.",
  "Formats": "Formate",
  "Our formats": "Unsere Formate",
  "Check out our formats": "Entdecke unsere Formate",
  "video_1_home": "Live-Aufnahme",
  "video_2_home": "Big Show",
  "video_3_home": "From Bon to Brian",
  "video_4_home": "Symphony of Thunder",
  "Bring Highway to Hell to your stage!": "Bring Highway to Hell auf deine Bühne!"
}
