{
  "Your browser does not support this video.": "Your browser does not support this video.",
  "Next concert": "Next concert",
  "There are no planned upcoming events...": "There are no planned upcoming events...",
  "andrea_born_in_saronno": "Born in Saronno (Milan) on 21/01/1991. Since childhood he was introduced to music thanks to his maternal grandfather, who was the conductor of the local town band. At the age of 6 he began studying solfège and instrument with his father (also a musician). As a teenager he approached the world of drumming with various private teachers.",
  "andrea_graduation_2018": "In 2018 he graduated in jazz drums at the Conservatory of Piacenza, where he had the pleasure of studying with great masters such as Stefano Bagnoli, Riccardo Fioravanti, Umberto Petrin, Achille Succi, Riccardo Dapelo and many others.",
  "andrea_post_studies_training": "After completing his studies, he continued his training with maestro Giovanni Giorgi, with whom he further developed technique, styles, precision, feel, groove and more. He also attended seminars held by renowned drummers such as Federico Paulovich, Riccardo Lombardo, and Walter Calloni.",
  "andrea_teaching_career": "Already during his time at the conservatory he began teaching in several music schools. At the same time, he created a musical project aimed at primary schools, with which he collaborated for five years. He is currently teaching at the “San Luigi” school in Garbagnate Milanese and at the Musical Corps of Corbetta.",
  "andrea_music_projects": "He has played, still plays and collaborates with various musical projects such as: Carnascialeska (original SKA band), 2nd Class (original rock band, 2 European tours), BLANK (original rock band), Toon Busters (cartoon theme tribute), FuoriTempoMax (883 tribute), Rubynia Reubens Trio (Drag Queen show), AFTRSX? (original rock band), Corale Stefanese (tribute to Zecchino d’Oro), HTH (AC/DC tribute).",
  "davide_intro": "Davide, known artistically as Dave, approached music in a completely unexpected way. Although he had never cultivated a real interest in this world, he clearly remembers the moment when, while listening to an AC/DC song on the radio, he was deeply struck. A casual encounter that proved to be decisive.",
  "davide_spark": "From that episode a true spark was ignited: in a short time he immersed himself completely in the discography of the legendary Australian band, dedicating an entire year to exploring every nuance. It was then that a close friend invited him to try playing an instrument. Davide accepted the suggestion, bought his first guitar and thus began his early musical studies.",
  "davide_bass_choice": "Eager to challenge himself, he began playing in a band that, however, struggled to find a steady bass player. He then decided to give it a try himself and from that moment on he never left the bass: the charm of rhythm, groove and the expressive power of the instrument won him over completely.",
  "davide_first_band": "His first band had no precise musical references and ranged from pop to metal; after a year he decided to end that experience. Other collaborations followed, until a work colleague involved him in the “OndaCaustica” project, a band with which he still plays today.",
  "davide_growth": "Within OndaCaustica, Davide experienced significant musical growth, thanks also to the band's guitarist, who became a sort of second mentor to him. He was later contacted by an AC/DC tribute band that was forming at the time, although that collaboration was short-lived. Another important chapter was with Gioconda, an ensemble to which he contributed with dedication and from which he learned a great deal.",
  "davide_join_hth": "Destiny, however, seemed to keep leading him back to AC/DC. Through a mutual friend, Davide was put in touch with Highway to Hell and decided to join the band. He was immediately struck by the care with which the group reproduced live the energy and authenticity of the Young brothers: an opportunity he could never have refused.",
  "davide_today": "Today Dave is an integral part of Highway to Hell, where he contributes with his style, his groove and an enthusiasm rooted in that spark born almost by chance. In a way, everything has come full circle.",

  "francesco_bio_1": "Born in Lecco on 14/06/88 and raised in Cesano Maderno, he grew up in a musical family: his father plays guitar and conducts a choir, his mother sings in various choirs. He has played since the age of 6 and studied with teachers Riccardo Ballabio, Oscar and Alfredo Salvitto.",
  "francesco_bio_2": "Since 2003 he has taught guitar and refined his techniques also on electric bass, playing in his historic group “Rock River Family” (from which about twenty side-projects were born).",
  "francesco_bio_3": "In 2010 he graduated in modern guitar, theory, harmony, arrangement, solfeggio and completed a master's degree in classical composition at NAM in Milan with teachers Claudio Flaminio, Gianluca Silvestri, Camillo Bellinato, Cesare Pizzetti and Riccardo Tosi, thus beginning his full-time teaching activity in instrument, theory and ensemble music in schools (kindergarten, elementary, middle, high schools and various academies): St. Louis, NAM, BES, VMS in Milan, Music Day in Garbagnate Milanese, IIS in Cesano Maderno and in the parishes of S. Pio X and San Bernardo in Cesano Maderno.",
  "francesco_bio_4": "He has had the honor of performing also at graduation ceremonies at CPM and the Civica Jazz School in Milan.",
  "francesco_bio_5": "Clinics, Seminars and Masterclasses (alphabetical order) he attended: Muriel Anderson, Little Barrie, Donato Begotti, Vittorio Cosma, Roberto Dalla Vecchia, Roberto Fazari, Andrea Filippone, Gianluca Del Fiol, Walter Donatiello, Tommy Emmanuel, Francesco Faldani, Faso (Nicola Fasani), Max Ferri, Riccardo Fioravanti, Frank Gambale, Paul Gilbert, John Jorgensen, Kee Marcello, Paolo Mari, Vittorio Matteucci, Martin Miller, Monte Montgomery, Luca Olivieri, Tom Quayle, Ian Paice, Billy Sheehan, Pete Thorn, Andy Timmons, Massimo Varini, Frank Vignola.",
  "francesco_bio_6": "He has collaborated/played/plays with: TormenTwo, Soul Shake, Back in Black, Good Vibration, Quelli della Giungla Silente (concerts throughout northern and central Italy), LFM (Liquid Frantic Management), Rock River Family, Riccardo Inge, Ipotesi di Teatro (representations on current themes such as Mafia, Giancarlo Puecher, Madness, School, Pinocchio), 21st Century Rock, Long Island, Luna Rossa, Izzy Rock, Massimiliano Serra (producer), Nasty Pig, BiaTia, Dea.",
  "francesco_bio_7": "He was part of the cultural association Musi Calls Arts as artistic director, choir director, guitarist, transcriber and arranger of the musical “Il Risorto” by Daniele Ricci.",
  "francesco_bio_8": "Other musicals as guitarist: “Caino e Abele” by Tony Cucchiara, “Grease” and “High School Musical”.",
  "francesco_bio_9": "Since 2022, recalling his past work with Back in Black, he was invited by bassist Dave (his former student) to play as substitute rhythm guitarist in Highway to Hell, soon becoming the band’s official “Malcolm”.",
  "francesco_bio_10": "Although well-liked by his bandmates, he always ends up in the crosshairs of criticism. His life seems to be a constant act of rebellion against the standards of Rock 'n' Roll. He doesn't own a smartphone and doesn't want one. A convinced vegetarian, he avoids debates about meat and barbecues. He doesn't smoke and doesn’t drink a drop of alcohol. In practice, he's like a black hole in the Rock galaxy: the absence of all those small transgressions that many believe are the lifeblood of this world. The result? A character who seems too alien, even for the universe he inhabits.",
  "francesco_bio_11": "Ladies & Gentlemen: Fra Sala",

  "eros_intro": "Eros, singer of Highway to Hell, was born and raised in a deeply musical environment: his father is a bassist and clarinetist, his grandfather a saxophonist, and his uncle a singer and saxophonist.",
  "eros_piano": "The piano was his first real contact with musical study, even though at the time he jokingly described himself as simply a 'button presser'. Essential to his training were the study of sung solfège and melodic dictation, solid foundations on which he built all his later experiences. Today he gratefully recognizes the role of his piano teacher, whom he struggled to appreciate in his youth but now considers responsible for shaping his musical path.",
  "eros_chitarra_basso": "Over the years, Eros also approached guitar and bass, immersing himself from a young age in the world of rock and metal. He joined a cover band that played the great classics of the genre: from Metallica to Iron Maiden, from Nirvana to the Ramones. The enthusiasm was sky-high, even if — as he loves to recall — the only truly tangible result was 'annoying the neighbors'.",
  "eros_primo_progetto": "Some time later, he joined a new musical project consisting of original songs and covers. The lineup included three guitars, bass, vocals and keyboards, and achieved a fair amount of success, participating in various national contests and performing in the most renowned venues of Southern Italy. That group also included Adrian, current rhythm guitarist of Highway to Hell.",
  "eros_milano": "In 2018, Eros moved to Milan, deciding from the start to enter the local music scene. He began singing in a cover band that also included AC/DC songs, and it was during that period that he was told how much his tone resembled Brian Johnson’s. The band split shortly thereafter, pushing him to look for a real AC/DC tribute band, sending resumes and videos of his live performances.",
  "eros_provino": "Fate had it that at that very moment Highway to Hell were looking for a new singer for a lineup change. After a first meeting, already at the audition the feeling was immediate: the power of his tone and the band’s energy blended perfectly.",
  "eros_professionalita": "Eros was particularly struck by the band’s professionalism: commitment, stage presence, and attention to image have always been key pillars of Highway to Hell. Officially a member of the band, he now puts his voice at the service of the project, ready — together with the others — to make the audience's eardrums tremble and deliver powerful emotions on the stages of the 'worst venues' in the cosmos.",

  "jacopo_intro": "Jacopo is the lead guitarist of Highway to Hell, where he performs as Angus Young. Music has always been a fundamental part of his life, even though his journey with the guitar officially began in 2016.",
  "jacopo_passione_rock": "From the very beginning he developed a strong passion for the world of rock, with a particular admiration for AC/DC, a band he has always considered his main point of reference. Their riffs, simple yet powerful, immediately struck him and led him to form a tribute band dedicated to the legendary Australian group.",
  "jacopo_blues": "Aware of the blues roots that define the AC/DC sound, Jacopo deepened his understanding of this musical language by studying artists such as B.B. King, Albert King, and the legendary Stevie Ray Vaughan. Self-taught, he worked to reproduce by ear both the rhythmic and solo parts of the most iconic blues rock songs.",
  "jacopo_busking": "His first musical experiences took place on the streets and in the squares of Milan, where he dedicated himself to busking. This phase was a fundamental training ground for developing stage presence and the ability to engage with the audience.",
  "jacopo_studio": "After a period of individual study, Jacopo decided to refine his technique with the support of a teacher, strengthening his foundations and expanding his musical vocabulary.",
  "jacopo_progetto": "With time, he felt the need to share his passion with other musicians: thus the AC/DC HTH Tribute project was born. The first rehearsals marked the beginning of a careful search for the ideal members to faithfully recreate the energy and show of the original band.",
  "jacopo_oggi": "Nearly three years after his beginnings, the desire to bring AC/DC’s music to stages and venues is stronger than ever. The group has achieved a solid balance: refined sound, expressive power, fun, and a healthy dose of madness are the key ingredients of their live performances—an experience worth witnessing at least once.",

  "lorenzo_intro": "Born in Galliate (NO) on 30/03/1993, he approached music during middle school, experimenting on his mother's old upright piano, who encouraged him to take lessons.",
  "lorenzo_studi": "A few years after starting private piano lessons, he was admitted to the piano class of Maestro Giorgio Costa at the Istituto Superiore di Studi Musicali 'Guido Cantelli' in Novara. He later moved from pure instrumental study to Composition classes with Maestros Marco Lasagna, Massimo Bertola, and Emanuela Ballio, completing his preparatory studies.",
  "lorenzo_masterclass": "During his musical journey, he attended masterclasses by other established composers (Emilio Calandin, Marco Di Bari, Carlo Boccadoro), and collaborated both with chamber music ensembles (Trio Luzzani, Trio ViBeRian) and with larger groups such as Ensemble ArtEssenziale, in both cases as a transcriber and arranger.",
  "lorenzo_interesse": "Alongside his formal studies and thanks to his university education in computer science, he developed a strong interest in computer-assisted orchestral music, allowing him to create realistic simulations of his compositions. He also completed a mixing and mastering course on Cubase at 4CMP, a music production school in Milan.",
  "lorenzo_cornamusa": "During his exploration and experimentation with new timbres, he approached the Scottish bagpipes, initially self-taught under the guidance of his first teacher, Ewan Boyd (Edinburgh), and later with Giancarlo Percopo (Milan). He attended workshops and Scottish traditional music courses for bagpipes in Italy and Scotland, studying with Masters Alberto Massi, Finlay MacDonald, Wilson Brown, Ailis Sutherland, Andrew Bova, Dan Nevans, and Ross Ainslie, the latter being his main performance and compositional inspiration.",
  "lorenzo_cornamusa_oggi": "He currently studies Scottish bagpipes regularly under the guidance of Wilson Brown, lecturer at the National Piping Centre (NPC) in Glasgow, and Alberto Massi, and holds the PDQB Level 5 certification.",
  "lorenzo_festival": "Since 2022 he has been part of Celtic Knot Pipes and Drums, a Scottish bagpipe and percussion band founded in 2020, performing at major Celtic festivals in northern Italy (Celtica, Claddagh Fest, Insubria Festival, Bustofolk) and at internationally significant events such as the 'Six Nations' rugby trophy, playing for the Scottish national team at the Stadio Olimpico in Rome, guided by the Jedburgh Pipe Band.",
  "lorenzo_hth": "His collaboration with Highway to Hell began by chance in 2022 when the band, shortly before a live show in the Novara area, said 'it would be really great if, for this piece, there was a real bagpipe...'.",

  "francesco_desc": "Rhythm guitar, the engine of the groove, with a powerful sound in perfect Malcolm Young style.",
  "andrea_desc": "Drums, a war machine that evokes the power of Chris Slade.",
  "davide_desc": "Bass, the backbone that keeps the groove solid and driving, just like Cliff Williams.",
  "jacopo_desc": "Lead guitar, embodies the spirit of Angus Young with iconic riffs and pure energy.",
  "eros_desc": "Vocals, a frontman who captures the power of Brian Johnson with explosive grit.",
  "lorenzo_desc": "The roar of his bagpipes will set the stage on fire to the rhythm of “It's a Long Way to the Top” and “Thunderstruck”.",
  "matteo_desc": "Also known as “The Italian Bon Scott”, he is one of the two protagonists of the show “From Bon to Brian”.",
  "Formats": "Formats",
  "Our formats": "Our formats",
  "Check out our formats": "Check out our formats",
  "video_1_home": "Live recording",
  "video_2_home": "Big Show",
  "video_3_home": "From Bon to Brian",
  "video_4_home": "Symphony of Thunder",
  "More concerts": "More concerts",
  "Bring Highway to Hell to your stage!": "Bring Highway to Hell to your stage!",
  "Past concerts": "Past concerts"
}
