{
    "Your browser does not support this video.": "Il tuo browser non supporta questo video.",
    "Next concert": "Prossimo concerto",
    "There are no planned upcoming events...": "Non ci sono eventi in programma...",
    "Next concerts": "Prossimi concerti",
    "Loading...": "Caricamento...",
    "The band": "La band",
    "Highway to Hell isn't just a simple tribute band, but an authentic rock energy explosion! With an AC/DC faithful sound, obsessive attention to detail and an overwhelming stage presence, they will take the audience on an electrifying journey, just like at a real concert by the legendary Australian band.": "Gli Highway to Hell non sono una semplice tribute band, ma un’autentica esplosione di energia rock! Con un sound fedele agli AC/DC, un’attenzione maniacale ai dettagli e una presenza scenica travolgente, portano il pubblico dentro un’esperienza elettrizzante, proprio come in un vero concerto della leggendaria band australiana.",
    "Discover the band": "Scopri la band",
    "Discover our projects": "Scopri i progetti",
    "From Bon to Brian: a tribute to the history of AC/DC": "From Bon to Brian: l'omaggio alla storia degli AC/DC",
    "Besides the classical show, Highway to Hell introduce you to a unique experience under the “From Bon to Brian” format, a journey across two legendary ages:": "Oltre al classico show, gli Highway to Hell presentano un’esperienza unica con il format “From Bon to Brian”, un viaggio attraverso due epoche leggendarie:",
    "the best italian Bon Scott interpreter, with an impressive vocal and physical resemblance.": "il miglior interprete di Bon Scott in Italia, con una somiglianza vocale e fisica impressionante.",
    "on his bagpipes, to recreate the iconic sound of tracks such as “It’s a Long Way to the Top”.": "alla cornamusa, per ricreare le iconiche sonorità di brani come “It’s a Long Way to the Top”.",
    "Symphony of Thunder: AC/DC Symphonic Version": "SYMPHONY OF THUNDER: GLI AC/DC IN VERSIONE SINFONICA",
    "Since 2024, Highway to Hell were the first to introduce the “Symphony of Thunder” show in Italy: an innovative fusion between AC/DC's pure rock and the power of a symphonic orchestra. An exciting journey through AC/DC's greatest hits, from “Back in Black” to “Thunderstruck”, reimagined for orchestra for an unprecedented sound impact!": "Dal 2024, gli Highway to Hell sono i primi in Italia a presentare lo spettacolo “Symphony of Thunder”, un’innovativa fusione tra il rock puro degli AC/DC e la potenza di un’orchestra sinfonica. Un viaggio emozionante tra i più grandi successi della band, da “Back in Black” a “Thunderstruck”, reinterpretati in chiave orchestrale per un impatto sonoro senza precedenti!",
    "A band for your stage, a band for your event!": "UNA BAND DA PALCO, UNA BAND DA EVENTO!",
    "Highway to Hell surfed prestigious stages such as EICMA, where they have been their Motolive stage resident band, bringing their show to one of the world's largest motorsport events.": "Gli Highway to Hell hanno calcato palcoscenici prestigiosi come EICMA, dove per due anni consecutivi sono stati la resident band del palco Motolive, portando il loro show in uno dei più grandi eventi motoristici al mondo.",
    "If your're looking for an unforgettable AC/DC concert or a professional tribute band for festivals, events or motorcycle rallies, Highway to Hell are the perfect choice for a high voltage experience!": "Se cerchi un concerto AC/DC indimenticabile, una tribute band professionale per festival, eventi o motoraduni, gli Highway to Hell sono la scelta giusta per un’esperienza ad alto voltaggio!",
    "Get in touch!": "Contattaci!",
    "Concerts": "Concerti",
    "Projects": "Progetti",
    "Bio": "Bio",
    "Members": "Membri",
    "Contacts": "Contatti"
}