{
  "Your browser does not support this video.": "Il tuo browser non supporta questo video.",
  "Next concert": "Prossimo concerto",
  "There are no planned upcoming events...": "Non ci sono eventi in programma...",
  "Next concerts": "Prossimi concerti",
  "Loading...": "Caricamento...",
  "The band": "La band",
  "Highway to Hell isn't just a simple tribute band, but an authentic rock energy explosion! With an AC/DC faithful sound, obsessive attention to detail and an overwhelming stage presence, they will take the audience on an electrifying journey, just like at a real concert by the legendary Australian band.": "Gli Highway to Hell non sono una semplice tribute band, ma un’autentica esplosione di energia rock! Con un sound fedele agli AC/DC, un’attenzione maniacale ai dettagli e una presenza scenica travolgente, portano il pubblico dentro un’esperienza elettrizzante, proprio come in un vero concerto della leggendaria band australiana.",
  "Discover the band": "Scopri la band",
  "Discover our projects": "Scopri i progetti",
  "From Bon to Brian: a tribute to the history of AC/DC": "From Bon to Brian: l'omaggio alla storia degli AC/DC",
  "Besides the classical show, Highway to Hell introduce you to a unique experience under the “From Bon to Brian” format, a journey across two legendary ages:": "Oltre al classico show, gli Highway to Hell presentano un’esperienza unica con il format “From Bon to Brian”, un viaggio attraverso due epoche leggendarie:",
  "the best italian Bon Scott interpreter, with an impressive vocal and physical resemblance.": "il miglior interprete di Bon Scott in Italia, con una somiglianza vocale e fisica impressionante.",
  "on his bagpipes, to recreate the iconic sound of tracks such as “It’s a Long Way to the Top”.": "alla cornamusa, per ricreare le iconiche sonorità di brani come “It’s a Long Way to the Top”.",
  "Symphony of Thunder: AC/DC Symphonic Version": "SYMPHONY OF THUNDER: GLI AC/DC IN VERSIONE SINFONICA",
  "Since 2024, Highway to Hell were the first to introduce the “Symphony of Thunder” show in Italy: an innovative fusion between AC/DC's pure rock and the power of a symphonic orchestra. An exciting journey through AC/DC's greatest hits, from “Back in Black” to “Thunderstruck”, reimagined for orchestra for an unprecedented sound impact!": "Dal 2024, gli Highway to Hell sono i primi in Italia a presentare lo spettacolo “Symphony of Thunder”, un’innovativa fusione tra il rock puro degli AC/DC e la potenza di un’orchestra sinfonica. Un viaggio emozionante tra i più grandi successi della band, da “Back in Black” a “Thunderstruck”, reinterpretati in chiave orchestrale per un impatto sonoro senza precedenti!",
  "A band for your stage, a band for your event!": "UNA BAND DA PALCO, UNA BAND DA EVENTO!",
  "Highway to Hell surfed prestigious stages such as EICMA, where they have been their Motolive stage resident band, bringing their show to one of the world's largest motorsport events.": "Gli Highway to Hell hanno calcato palcoscenici prestigiosi come EICMA, dove per due anni consecutivi sono stati la resident band del palco Motolive, portando il loro show in uno dei più grandi eventi motoristici al mondo.",
  "If your're looking for an unforgettable AC/DC concert or a professional tribute band for festivals, events or motorcycle rallies, Highway to Hell are the perfect choice for a high voltage experience!": "Se cerchi un concerto AC/DC indimenticabile, una tribute band professionale per festival, eventi o motoraduni, gli Highway to Hell sono la scelta giusta per un’esperienza ad alto voltaggio!",
  "Get in touch!": "Contattaci!",
  "Concerts": "Concerti",
  "Projects": "Progetti",
  "Bio": "Bio",
  "Members": "Membri",
  "Contacts": "Contatti",
  "Our projects": "I nostri progetti",
  "Dare to bring Highway to Hell's energy to your stage? Get in touch!": "Hai il coraggio di portare l'energia degli Highway to Hell sul tuo palco? Contattaci!",
  "andrea_born_in_saronno": "Nato a Saronno il 21/01/1991. Fin da bambino viene avvicinato alla musica grazie al nonno materno, il quale era il maestro della banda del paese. All’età di 6 anni inizia gli studi di solfeggio e strumento con il papà (anch’esso musicista). Già da adolescente si avvicina al mondo della batteria con diversi insegnanti privatamente.",
  "andrea_graduation_2018": "Nel 2018 si laurea in batteria jazz presso il conservatorio di Piacenza dove ha avuto il piacere di studiare con grandi maestri come: Stefano Bagnoli, Riccardo Fioravanti, Umberto Petrin, Achille Succi, Riccardo Dapelo e molti altri.",
  "andrea_post_studies_training": "Finiti gli studi si affida al maestro Giovanni Giorgi con il quale sviluppa ulteriormente tecnica, stili, precisione, stile, groove ecc. Non mancano seminari con grandi batteristi a cui ha partecipato come: Federico Paulovich, Riccardo Lombardo, Walter Calloni.",
  "andrea_teaching_career": "Già durante gli studi in conservatorio inizia l’attività di insegnamento in diverse scuole di musica. Contemporaneamente crea un progetto musicale destinato alle scuole primarie con il quale riesce a collaborare per cinque anni. Attualmente insegna nella scuola “San Luigi” di Garbagnate Milanese e presso il Corpo musicale di Corbetta.",
  "andrea_music_projects": "Ha suonato, suona e collabora con diversi progetti musicali quali: Carnascialeska (band inedita SKA), 2nd Class (band inedita rock, 2 tour europei), BLANK (band inedita rock), Toon Busters (tributo ai cartoni animati), FuoriTempoMax (tributo 883), Rubynia Reubens Trio (spettacolo Drag Queen), AFTRSX? (band inedita rock), Corale Stefanese (omaggio allo Zecchino D’oro), HTH (tributo ACDC).",
  "davide_intro": "Davide, conosciuto artisticamente come Dave, si avvicina alla musica in modo del tutto inatteso. Nonostante non avesse mai coltivato un reale interesse per questo mondo, ricorda chiaramente il momento in cui, ascoltando alla radio un brano degli AC/DC, rimase profondamente colpito. Un incontro casuale che si rivelò decisivo.",
  "davide_spark": "Da quell’episodio nacque una vera e propria scintilla: in breve tempo si immerse completamente nella discografia della storica band australiana, dedicando un intero anno ad approfondirne ogni sfumatura. Fu allora che un caro amico lo invitò a provare a suonare uno strumento. Davide raccolse il suggerimento, acquistò la sua prima chitarra e intraprese così i primi studi musicali.",
  "davide_bass_choice": "Desideroso di mettersi in gioco, iniziò a suonare in un gruppo che, tuttavia, faticava a trovare un bassista stabile. Decise allora di tentare lui stesso e, da quel momento, non abbandonò più il basso: il fascino del ritmo, del groove e della potenza espressiva dello strumento lo conquistarono definitivamente.",
  "davide_first_band": "La sua prima band non aveva riferimenti musicali precisi e spaziava tra brani pop e metal; dopo un anno decise però di concludere quell’esperienza. Seguirono altre collaborazioni, finché un collega di lavoro non lo coinvolse nel progetto degli “OndaCaustica”, band con cui suona ancora oggi.",
  "davide_growth": "All’interno degli OndaCaustica, Davide visse una crescita musicale significativa, grazie anche al chitarrista del gruppo, che per lui rappresentò una sorta di secondo maestro. Successivamente venne contattato da una tribute band degli AC/DC in fase di formazione, collaborazione che però ebbe breve durata. Un altro capitolo importante fu quello con i Gioconda, ensemble a cui contribuì con dedizione e da cui trasse numerosi insegnamenti.",
  "davide_join_hth": "Il destino, però, sembrava riportarlo sempre verso gli AC/DC. Tramite un amico in comune, Davide venne messo in contatto con gli Highway to Hell e decise di unirsi alla formazione. Lo colpì immediatamente la cura con cui il gruppo riproduceva dal vivo l’energia e la fedeltà dei fratelli Young: un’opportunità alla quale non avrebbe mai potuto dire di no.",
  "davide_today": "Oggi Dave è parte integrante degli Highway to Hell, dove contribuisce con il suo stile, il suo groove e un entusiasmo che affonda le radici proprio in quella scintilla nata quasi per caso. In un certo senso, tutto è tornato al punto di partenza.",
  "francesco_bio_1": "Nasce a Lecco il 14/06/88, cresciuto a Cesano Maderno, cresce in una famiglia musicale: il papà suona la chitarra e dirige un coro, la mamma canta in vari cori. Suona fin dall'età di 6 anni e studia coi maestri Riccardo Ballabio, Oscar e Alfredo Salvitto.",
  "francesco_bio_2": "Dal 2003 insegna chitarra e perfeziona le sue tecniche anche sul basso elettrico suonando nel suo storico gruppo “Rock River Family” (da esso son nati una ventina di side-project).",
  "francesco_bio_3": "Nel 2010 si diploma in chitarra moderna, teoria, armonia, arrangiamento, solfeggio e master in composizione classica alla NAM di Milano coi maestri Claudio Flaminio, Gianluca Silvestri, Camillo Bellinato, Cesare Pizzetti e Riccardo Tosi iniziando così l'attività di insegnamento dello strumento, teoria o musica d’insieme full-time nelle scuole (materne, elementari, medie, superiori e accademie varie) St. Louis, NAM, BES, VMS di Milano, Music Day di Garbagnate Milanese, IIS di Cesano Maderno e negli oratori di S. Pio X e San Bernardo sempre in Cesano Maderno.",
  "francesco_bio_4": "Ha avuto l’onore di poter suonare anche alle lauree al CPM e alla Civica di Jazz a Milano.",
  "francesco_bio_5": "Clinic, Seminari e Masterclass (in ordine alfabetico) a cui ha partecipato: Muriel Anderson, Little Barrie, Donato Begotti, Vittorio Cosma, Roberto Dalla Vecchia, Roberto Fazari, Andrea Filippone, Gianluca Del Fiol, Walter Donatiello, Tommy Emmanuel, Francesco Faldani, Faso (Nicola Fasani), Max Ferri, Riccardo Fioravanti, Frank Gambale, Paul Gilbert, John Jorgensen, Kee Marcello, Paolo Mari, Vittorio Matteucci, Martin Miller, Monte Montgomery, Luca Olivieri, Tom Quayle, Ian Paice, Billy Sheehan, Pete Thorn, Andy Timmons, Massimo Varini, Frank Vignola.",
  "francesco_bio_6": "Ha collaborato/suonato/suona con: TormenTwo, Soul Shake, Back in Black, Good Vibration, Quelli della Giungla Silente (concerti in tutto il nord e centro Italia), LFM (Liquid Frantic Management), Rock River Family, Riccardo Inge, Ipotesi di Teatro (rappresentazioni di temi di attualità quali: Mafia, Giancarlo Puecher, la Follia, la Scuola, Pinocchio), 21st Century Rock, Long Island, Luna Rossa, Izzy Rock, Massimiliano Serra (produttore), Nasty Pig, BiaTia, Dea.",
  "francesco_bio_7": "Ha fatto parte dell'associazione culturale Musi Calls Arts in qualità di direttore artistico, direttore di coro, chitarrista, trascrittore e arrangiatore del musical “Il Risorto” di Daniele Ricci.",
  "francesco_bio_8": "Altri musical in veste di chitarrista: “Caino e Abele” di Tony Cucchiara, “Grease” e “High School Musical”.",
  "francesco_bio_9": "Dal 2022, memore del lavoro svolto in passato coi Back in Black, viene invitato dal bassista Dave (suo ex allievo) a suonare come chitarrista ritmico sostituto negli Highway to Hell diventando ben presto il “Malcolm” ufficiale del gruppo.",
  "francesco_bio_10": "Sebbene sia benvoluto dai suoi compagni, finisce sempre nel mirino delle critiche. La sua vita sembra essere un continuo atto di ribellione rispetto agli standard del Rock 'n' Roll. Non ha uno smartphone, e non ne vuole sapere. Vegetariano convinto, non si lascia coinvolgere nelle discussioni su carne e grigliate. Non fuma e non beve nemmeno un goccio d’alcol. In pratica, è come un buco nero nella galassia del Rock: un'assenza di tutte quelle piccole trasgressioni che, secondo molti, sono la linfa vitale di questo mondo. Il risultato? Un personaggio che sembra troppo alieno, persino per l’universo in cui si trova.",
  "francesco_bio_11": "Ladies & Gentlemen: Fra Sala",

  "eros_intro": "Eros, cantante degli Highway to Hell, nasce e cresce in un ambiente profondamente musicale: il padre è bassista e clarinettista, il nonno sassofonista e lo zio cantante e sassofonista.",
  "eros_piano": "Il pianoforte rappresenta il suo primo vero contatto con lo studio musicale, anche se ai tempi si definiva ironicamente un semplice “pigiatore di tasti”. Fondamentale per la sua formazione è stato lo studio del solfeggio cantato e dei dettati melodici, basi solide su cui ha costruito tutte le esperienze successive. Oggi riconosce con gratitudine il ruolo del suo maestro di pianoforte, che in gioventù faticava ad apprezzare ma che considera responsabile della struttura del suo percorso musicale.",
  "eros_chitarra_basso": "Nel corso degli anni Eros si avvicina anche alla chitarra e al basso, immergendosi fin da giovane nel mondo del rock e del metal. Entra a far parte di una cover band che affrontava i grandi classici del genere: dai Metallica agli Iron Maiden, dai Nirvana ai Ramones. L’entusiasmo era alle stelle, anche se — come ama ricordare — l’unico risultato davvero tangibile fu quello di “infastidire i vicini”.",
  "eros_primo_progetto": "Qualche tempo più tardi prende parte a un nuovo progetto musicale composto da brani originali e cover. La formazione prevedeva tre chitarre, basso, voce e tastiere, e ottenne un discreto successo, partecipando a vari contest nazionali e esibendosi nei locali più rinomati del Sud Italia. In quel gruppo era presente anche Adrian, attuale chitarrista ritmico degli Highway to Hell.",
  "eros_milano": "Nel 2018 Eros si trasferisce a Milano, decidendo fin da subito di inserirsi nella scena musicale locale. Inizia a cantare in una cover band che comprendeva anche brani degli AC/DC, e fu proprio in quel periodo che gli venne fatto notare quanto il suo timbro ricordasse quello di Brian Johnson. La band si sciolse poco dopo, spingendolo a cercare una vera tribute AC/DC, inviando curriculum e video delle sue esibizioni dal vivo.",
  "eros_provino": "Il destino volle che proprio in quel momento gli Highway to Hell fossero alla ricerca di un nuovo cantante per un cambio di line-up. Dopo un primo incontro, già al provino il feeling risultò immediato: la potenza del suo timbro e l’energia della band si combinarono alla perfezione.",
  "eros_professionalita": "Eros rimase particolarmente colpito dalla professionalità del gruppo: impegno, presenza scenica e cura dell’immagine sono da sempre punti cardine degli Highway to Hell. Entrato ufficialmente nella formazione, oggi mette la propria voce al servizio del progetto, pronto — insieme agli altri — a far vibrare i timpani del pubblico e a regalare emozioni forti sui palchi dei “peggiori locali” del cosmo.",

  "jacopo_intro": "Jacopo è il chitarrista solista degli Highway to Hell, dove interpreta il ruolo di Angus Young. La musica ha sempre rappresentato una parte fondamentale della sua vita, anche se il suo percorso con la chitarra inizia ufficialmente nel 2016.",
  "jacopo_passione_rock": "Fin da subito sviluppa una forte passione per il mondo del rock, con una particolare ammirazione per gli AC/DC, band che considera da sempre il suo principale punto di riferimento. I loro riff, tanto semplici quanto incisivi, lo colpiscono immediatamente e lo spingono a fondare una tribute band dedicata proprio al celebre gruppo australiano.",
  "jacopo_blues": "Consapevole delle radici blues che caratterizzano il sound degli AC/DC, Jacopo approfondisce questo linguaggio studiando attentamente artisti come B.B. King, Albert King e il leggendario Stevie Ray Vaughan. Da autodidatta, lavora per riprodurre a orecchio sia le parti ritmiche sia quelle solistiche dei brani più iconici del blues rock.",
  "jacopo_busking": "Le sue prime esperienze musicali avvengono nelle strade e nelle piazze di Milano, dove si dedica al busking. Questa fase rappresenta una palestra fondamentale per sviluppare presenza scenica e capacità di interazione con il pubblico.",
  "jacopo_studio": "Dopo un periodo di studio individuale, Jacopo decide di perfezionare la propria tecnica con il supporto di un insegnante, consolidando le basi e ampliando il proprio linguaggio musicale.",
  "jacopo_progetto": "Con il tempo sente l'esigenza di condividere la sua passione con altri musicisti: nasce così il progetto AC/DC HTH Tribute. Le prime prove segnano l'inizio di un'attenta ricerca dei componenti ideali per ricreare fedelmente l’energia e lo spettacolo della band originale.",
  "jacopo_oggi": "A quasi tre anni dagli esordi, la volontà di portare la musica degli AC/DC sui palchi e nei locali è più forte che mai. Il gruppo ha raggiunto un equilibrio solido: sound curato, potenza espressiva, divertimento e una sana dose di follia rappresentano gli ingredienti alla base dei loro live, un’esperienza che merita di essere vissuta almeno una volta.",

  "lorenzo_intro": "Nato a Galliate (NO) il 30/03/1993, si avvicina alla musica ai tempi delle scuole medie, smanacciando sul vecchio pianoforte verticale di sua madre, la quale lo incoraggia a prendere lezioni.",
  "lorenzo_studi": "Pochi anni dopo l'inizio dei suoi studi privati in pianoforte, viene ammesso alla classe di pianoforte del Maestro Giorgio Costa presso l'Istituto Superiore di Studi Musicali 'Guido Cantelli' di Novara. Successivamente lascia il puro studio dello strumento in favore delle classi di Composizione dei Maestri Marco Lasagna, Massimo Bertola ed Emanuela Ballio, terminando gli studi propedeutici.",
  "lorenzo_masterclass": "Durante il suo percorso musicale, partecipa a masterclass di altri compositori affermati (Emilio Calandin, Marco Di Bari, Carlo Boccadoro), e collabora sia con formazioni musicali cameristiche (Trio Luzzani, Trio ViBeRian), sia con gruppi più numerosi come l'Ensemble ArtEssenziale, in entrambi i casi come trascrittore ed arrangiatore.",
  "lorenzo_interesse": "Parallelamente al percorso più colto ed anche grazie ai suoi studi universitari in informatica, sviluppa un forte interesse verso la musica orchestrale per immagini assistita computer, che gli permette di realizzare simulazioni realistiche delle sue composizioni. Completa anche un corso di mixaggio e mastering su Cubase presso il centro 4CMP, scuola di produzione musicale di Milano.",
  "lorenzo_cornamusa": "Durante la scoperta e la sperimentazione di nuovi timbri si avvicina alla cornamusa scozzese, iniziando a studiarla da autodidatta su impostazione del suo primo insegnante, Ewan Boyd (Edimburgo) e, successivamente, con Giancarlo Percopo (Milano). Ha partecipato a workshop e corsi di musica tradizionale scozzese per cornamusa sia in Italia sia in Scozia, seguendo lezioni dei Maestri Alberto Massi, Finlay MacDonald, Wilson Brown, Ailis Sutherland, Andrew Bova, Dan Nevans e Ross Ainslie, quest'ultimo sua principale ispirazione esecutiva e compositiva.",
  "lorenzo_cornamusa_oggi": "Attualmente studia regolarmente cornamusa scozzese sotto la guida di Wilson Brown, docente presso il National Piping Centre (NPC) di Glasgow, ed Alberto Massi, ed è in possesso della certificazione PDQB di livello 5.",
  "lorenzo_festival": "Dal 2022 fa parte di Celtic Knot Pipes and Drums, banda di cornamuse e percussioni scozzesi nata nel 2020, con cui si è esibito in diversi importanti festival celtici del nord Italia (Celtica, Claddagh Fest, Insubria Festival, Bustofolk) e ad eventi di importanza internazionale come il trofeo 'Sei Nazioni' di rugby, suonando per la nazionale scozzese allo Stadio Olimpico di Roma, guidato dalla Jedburgh Pipe Band.",
  "lorenzo_hth": "La sua collaborazione con gli Highway to Hell nasce per caso nel 2022 quando la band, poco prima di un live in terre novaresi, esordisce con 'sarebbe proprio bello se, per questo pezzo, ci fosse una vera cornamusa...'.",

  "francesco_desc": "Chitarra ritmica, il motore del groove, con un suono potente in perfetto stile Malcolm Young.",
  "andrea_desc": "Batteria, una macchina da guerra che richiama la potenza di Chris Slade.",
  "davide_desc": "Basso, colonna portante che mantiene il groove solido e incalzante, proprio come Cliff Williams.",
  "jacopo_desc": "Chitarra solista, incarna lo spirito di Angus Young con riff iconici ed energia pura.",
  "eros_desc": "Voce, un frontman che cattura la potenza di Brian Johnson con una grinta esplosiva.",
  "lorenzo_desc": "Il rombo della sua cornamusa incendierà il palco a ritmo di “It's a Long Way to the Top” e “Thunderstruck”.",
  "matteo_desc": "Conosciuto anche come “The Italian Bon Scott”, è uno dei due protagonisti dello show “From Bon to Brian”.",
  "Formats": "Format",
  "Our formats": "I nostri format",
  "Check out our formats": "Scopri i nostri format",
  "video_1_home": "Registrazione dal vivo",
  "video_2_home": "Big Show",
  "video_3_home": "From Bon to Brian",
  "video_4_home": "Symphony of Thunder",
  "More concerts": "Altri concerti",
  "formats_1": "Registrazioni dal vivo",
  "formats_2": "Video Promo",
  "formats_3": "Mega Show \"From Bon to Brian\", con doppio cantante e cornamusa",
  "formats_4": "Symphony of Thunder",
  "Bring Highway to Hell to your stage!": "Porta gli Highway to Hell sul tuo palco!",
  "Past concerts": "Concerti passati",
  "Back to home": "Torna alla home",
  "privacy": {
    "title": "Privacy Policy",
    "subtitle": "Informativa sulla privacy",
    "intro": "Ai sensi del Regolamento UE 2016/679 (GDPR), la presente Privacy Policy descrive le modalità di gestione di questo sito web della tribute band Highway to Hell – AC/DC Tribute Band, in riferimento al trattamento dei dati personali degli utenti che lo consultano.",

    "controller": {
      "title": "Titolare del trattamento",
      "text": "Il titolare del trattamento dei dati è:",
      "name": "Highway to Hell – AC/DC Tribute Band",
      "email_label": "Email:"
    },

    "data": {
      "title": "Tipologia di dati trattati",
      "no_personal_data": "Questo sito non raccoglie dati personali identificativi degli utenti.",
      "language_storage": "L’unica informazione tecnica utilizzata riguarda la scelta della lingua di navigazione, che viene salvata localmente nel browser dell’utente.",
      "details_intro": "Tale informazione:",
      "details": {
        "1": "non consente l’identificazione dell’utente;",
        "2": "non viene trasmessa a server esterni;",
        "3": "non viene utilizzata per finalità di profilazione o marketing."
      }
    },

    "cookies": {
      "title": "Cookie",
      "1": "il sito non utilizza cookie di terze parti;",
      "2": "il sito non utilizza cookie di profilazione;",
      "3": "il sito utilizza esclusivamente strumenti tecnici di memorizzazione locale necessari al corretto funzionamento del sito.",
      "no_consent": "Per questo motivo non è richiesto il consenso preventivo dell’utente."
    },

    "purpose": {
      "title": "Finalità del trattamento",
      "text": "L’unica finalità del trattamento è migliorare l’esperienza di navigazione dell’utente mostrando il sito nella lingua selezionata."
    },

    "legal_basis": {
      "title": "Base giuridica del trattamento",
      "text": "La base giuridica del trattamento è il legittimo interesse del titolare ai sensi dell’art. 6, par. 1, lett. f) del GDPR."
    },

    "retention": {
      "title": "Conservazione dei dati",
      "text": "La scelta della lingua viene conservata esclusivamente sul dispositivo dell’utente e può essere rimossa cancellando i dati di navigazione del browser."
    },

    "rights": {
      "title": "Diritti dell’utente",
      "text": "Poiché il sito non tratta dati personali identificativi, non vengono effettuati trattamenti soggetti ai diritti previsti dagli articoli 15–22 del GDPR.",
      "contact": "Per qualsiasi chiarimento è possibile contattare il titolare del trattamento."
    },

    "changes": {
      "title": "Modifiche alla Privacy Policy",
      "text": "Il titolare si riserva il diritto di modificare la presente Privacy Policy in qualsiasi momento."
    }
  },
  "Past": "Passati"
}
